Repository: georgpreissl/contao-staff-bundle
Catalog: src/Resources/contao/languages/*/*_staff_archive.xlf
Languages: de

# tl_staff_archive.title.0
source: Title
de: Titel

# tl_staff_archive.memberGroups.0
source: Allowed member groups
de: Erlaubte Mitgliedergruppen

# tl_staff_archive.protected.0
source: protect archive
de: Archiv schützen

# tl_staff_archive.title_legend
source: Title and description
de: Titel und Beschreibung

# tl_staff_archive.protected_legend
source: Protection
de: Zugriffsschutz

# tl_staff_archive.new.0
source: New archive
de: Neues Archiv

# tl_staff_archive.new.1
source: Add a new archive
de: Eine neues Archiv anlegen

# tl_staff_archive.edit.0
source: Edit Archiv
de: Archiv bearbeiten

# tl_staff_archive.edit.1
source: Edit Archiv ID %s
de: Archiv ID %s bearbeiten

# tl_staff_archive.editheader.0
source: Settings of the archive
de: Einstellungen des Archivs

# tl_staff_archive.editheader.1
source: Edit settings of archive ID %s
de: Einstellungen des Archivs ID %s bearbeiten

# tl_staff_archive.copy.0
source: Copy Archiv
de: Archiv kopieren

# tl_staff_archive.copy.1
source: Copy Archiv ID %s
de: Archiv ID %s kopieren

# tl_staff_archive.cut.0
source: move Archiv
de: Archiv verschieben

# tl_staff_archive.cut.1
source: move Archiv ID %s
de: Archiv ID %s verschieben

# tl_staff_archive.delete.0
source: Delete Archiv
de: Archiv löschen

# tl_staff_archive.delete.1
source: Delete Archiv ID %s
de: Archiv ID %s löschen

# tl_staff_archive.show.0
source: Archiv details
de: Details der Archiv

# tl_staff_archive.show.1
source: Details of the Archiv ID %s
de: Details der Archiv ID %s anzeigen

# tl_staff_archive.invisible.0
source: Invisible
de: Unsichtbar

# tl_staff_archive.invisible.1
source: Hide the Archiv on the website
de: Die Archiv auf der Webseite nicht anzeigen
